import ResponsivePlayer from "../UI/ResponsivePlayer/ResponsivePlayer";
import SecondTitle from "../UI/SecondTitle/SecondTitle";
import Quote from "../UI/Quote/Quote";

const About = () => {
  return (
    <div>
      <SecondTitle>
        MY WISHLIST - это уютный сервис для помощи в подборе подарков для ваших друзей и родственников
      </SecondTitle>
      <ResponsivePlayer />
      <Quote />
      <SecondTitle>
        Что такое вишлист и для чего он нужен?
      </SecondTitle>
      <p>Вишлист — это список ваших желаний: того, что вы хотите получить в подарок или приобрести. Такой список можно составить не только ко Дню рождения, но и на свадьбу или ее годовщину, на Новый год, гендер-пати, 23 февраля и 8 марта, в общем, на любой праздник! А можно добавлять подарки и без повода

        Вишлист поможет определиться с желаниями и избавит вас от глупых и ненужных подарков: поделитесь вишлистом с близкими, и они всегда будут знать, что вам подарить.</p>
      <SecondTitle>
        Как создать вишлист?
      </SecondTitle>
      <p>Пользоваться сервисом очень просто!

        1. Зарегистрируйтесь. Можно авторизоваться в один клик через социальные сети.
        2. Составьте свой список желаемых подарков. Добавляя подарок, укажите ссылку на товар или услугу из любого интернет-магазина. По ссылке друзьям будет проще найти и заказать подарок. А вы точно получите желаемое в нужном цвете, размере и количестве.
        3. Сделайте список общедоступным и отправьте ссылку на него друзьям и близким.
        4. Добавьте друзей на сайте: они смогут не только просматривать вишлист, но и бронировать подарки. Так вы точно не получите один и тот же подарок несколько раз.
        5. Готово!

        Друзьям и близким больше не придется ломать голову и носиться по городу в поисках подарка. А вы получите только то, что пожелали. Никаких «сувениров», сомнительных скульптур для интерьера и других вещей, созданных только для того, чтобы заполнить вакуум в ответ на вопрос: «Что подарить?!».

        Мы делаем процесс дарения и получения подарков простым и приятным для каждого участника этого сакрального процесса.</p>
      <SecondTitle>
        Как создать вишлист?
      </SecondTitle>
      <p> Вишлисты можно использовать как собственный список покупок. Все, что вы собирались купить когда-нибудь потом, но всегда теряли ссылку, теперь можно сохранить в удобном и надежном месте.

        edcecec

        Распределите покупки между участниками. Так вы точно ничего не забудете!
        Дарите и получайте только желаемые подарки.</p>
    </div>
  );
};

export default About;